; File Joiner (www.igorware.com/file-joiner)

[translation]
vers=2.3.0
laid=0x0405
lang=Čeština (Czech)
name=Matěj Pavera
date=2013-06-10

[controls]
000=Auto
001=Přidat soubory
002=Přidat složku
003=Odstranit
004=Odstranit vše
005=Procházet
006=Připojit na první soubor v seznamu (pro zkušené uživatele!)
007=Hash
008=Clear
009=Po dokončení:
010=Otevřít soubor
011=Otevřít složku
012=Odstranit party
013=Exit

[about]
000=About %s
001=OK

[list_column]
000=Cesta
001=Velikost
002=Status

[list_status_cat]
000=ok
001=warning
002=error

[list_status]
000=ok
001=Warning: unexpected ordinal number
002=Warning: file size mismatch with first file
003=Warning: last file size larger than previous files
004=Error: file cannot be opened for writing!
005=Error: file cannot be opened for reading!

[list_tooltip]
000=Výpis vstupních souborů
001=Cesta:\t %s\r\nVelikost:\t %s\r\nČíslo:\t %d\r\nStatus:\t %s

[join_button]
000=&Stop
001=&Join

[settings]
000=Nastavení
001=Testování
002=Testovat chybějící soubory při nahrávání
003=Testovat velikost partů při nahrávání
004=Test - chybějící party
005=Test - konzistence velikosti partů
006=Seznam souborů
007=Seřadit použitím posledního čísla souboru (rychlejší)
008=Po slučení odstranit všechny soubory ze seznamu
009=Zakázat auto-nahrávání partů
010=Recurse sub-&folders
011=Obecné
012=Zapamatovat polohu okna
013=Použít koš při odstraňování souborů
014=Výstupní složka
015=Jako vstupní
016=Vlastní cesta
017=Uložit
018=Storno
019=Zkontrolovat aktualizace při startu

[menu]
000=Volby
001=Vždy navrchu
002=Asociovat s příponou .001 (not portable)
003=Nepoužívat hash
004=Po slučení odstranit položky ze seznamu
005=Nastavení

006=Jazyk

007=&Help
008=Online &Help
009=&Webová stránka projektu
010=&About
011=Zkontrolovat aktualizace

[menu_popup]
000=Otevřít umístění souboru
001=&Importovat seznam
002=&Exportovat seznam
003=Odstranit
004=Odstranit vše

[messages]
001=Nemohu vytvořit vlákno :(
002=Probíhá operace slučování, opravdu chcete ukončit (nedoporučuje se) ?
003=Připraven
004=Joining...
005=Probíhá operace slučování!
006=Proces proběhl úspěšně!

007=V seznamu je pouze jeden soubor!
008=Nevybral jste žádné soubory k přesunu!
009=Seznam souborů je prázdný!
010=Nelze otevřít soubor!
011=Nelze vytvořit soubor!
012=Nelze zapsat soubor! Málo místa na disku?
013=Nahrané soubory: %d
014=Automaticky nahrané soubory: %d
015=Výstupní soubor již existuje. Přepsat?
016=Výstupní cesta není definována!

017=Test - chybějící soubory
018=Chybí %d soubor(ů) s pořadovým číslem: %s.
019=Chybí více než %d partů s pořadovými čísly: %s.
020=Test - velikost partů
021=Vypadá to,že %d part(ů) má jinou velikost než první part, to může znamenat, že jsou buď poškozené, nebo jste vybrali nesprávné soubory. Čísla part(ů) s rozdílnou velikostí: %s.
022=Poslední part nemá menší velikost než ostatní party, to může znamenat, že Vám chybí poslední soubor. Nemusí to být ovšem pravda :)
023=\n\nJste si jisti, že chcete pokračovat v operaci slučení?
024=Vlastní cesta: "%s"
025=-výstup

[tooltips]
000=* POUZE ZKUŠENÍ UŽIVATELÉ *\r\nPřipojit na první soubor v seznamu.\r\nDobré pro rychlost, špatné jestli uděláte nějakou chybu v seřazení souborů na seznamu.
001=Posunout vybrané soubory nahoru
002=Posunout vybrané soubory dolů
003=Cesta, kde bude uložen výstupní soubor
004=Vybrat cestu, kde bude soubor uložen
005=Sloučit soubory na seznamu
006=Status
007=Přidat soubory do seznamu
008=Přidat soubory ze složky
009=Odstranit vybrané položky ze seznamu
010=Odstranit všechny položky ze seznamu
011=Seřadit položky na seznamu
012=Zapnout automatické seřazování
013=CRC32 hash
014=Zapnout výpočet CRC32 hash
015=MD5 hash
016=Zapnout výpočet MD5 hash
017=Vymazat hodnoty hash
018=Vymazat všechny party z HDD po úspěšném dokončení
019=Exit po úspěšném dokončení
020=Otevřít soubor po úspěšném dokončení
021=Otevřít výstupní složku po úspěšném dokončení

[updater]
000=Je k dispozici aktualizace File Joiner %s (%s) . Přejete si otevřít aktualizační okno?
001=Máte nainstalovanou nejnovější verzi aplikace. Aktualizace není potřeba.
002=Zkontrolovat aktualizace se nepodařilo.
